// PCKeychain
"Enter the passphrase of the private key for %@." = "Geben Sie die Passphrase des privaten Schlüssels für %@ ein.";
"Imported by %@ at %@" = "Importiert von %@ um %@";
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Das Zertifikat für diesen Server ist abgelaufen. Möglicherweise wird eine Verbindung mit einem Server aufgebaut, der vorgibt, „%@“ zu sein. Hierdurch könnten Ihre vertraulichen Daten missbraucht werden. Möchten Sie die Verbindung mit diesem Server trotzdem herstellen?";
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Das Zertifikat für diesen Server ist noch nicht gültig. Möglicherweise wird eine Verbindung mit einem Server aufgebaut, der vorgibt, „%@“ zu sein. Hierdurch könnten Ihre vertraulichen Daten missbraucht werden. Möchten Sie die Verbindung mit diesem Server trotzdem herstellen?";
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Das Zertifikat für diesen Server wurde von einer unbekannten Zertifizierungsinstanz signiert. Möglicherweise wird eine Verbindung mit einem Server aufgebaut, der vorgibt, „%@“ zu sein. Hierdurch könnten Ihre vertraulichen Daten missbraucht werden. Möchten Sie die Verbindung mit diesem Server trotzdem herstellen?";
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Das Zertifikat für diesen Server ist ungültig. Möglicherweise wird eine Verbindung mit einem Server aufgebaut, der vorgibt, „%@“ zu sein. Hierdurch könnten Ihre vertraulichen Daten missbraucht werden. Möchten Sie die Verbindung mit diesem Server trotzdem herstellen?";
"Continue" = "Fortsetzen";
"Cancel" = "Abbrechen";
"OK" = "OK";
"Keychain Error" = "Schlüsselbundfehler";

// NSAppleEventDescriptor-Additions
"Could not get property." = "Eigenschaft konnte nicht abgerufen werden.";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "Zugriffsrechte von „%@“ konnten nicht geändert werden.";
"Could not change owner/group of \"%@\"." = "Eigentümer/Gruppe von „%@“ konnte nicht geändert werden.";
"Authorization was cancelled." = "Autorisierung wurde abgebrochen.";
"The operation could not be completed because authorization was not obtained." = "Der Vorgang konnte nicht abgeschlossen werden, da keine Autorisierung erfolgt ist.";

// PCURLAuthenticator
"Username and Password Required for %@" = "Benutzername und Passwort sind erforderlich für %@";
"Log In" = "Anmelden";
"Username" = "Benutzername";
"Password" = "Passwort";
"Username and Password Required" = "Benutzername und Passwort sind erforderlich";
"%@ requires a username and password to view. Your password will be sent in the clear." = "Zur Anzeige von %@ sind ein Benutzername und ein Passwort erforderlich. Ihr Kennwort wird in Klartext übertragen.";

// NSFileManager-Additions
"Hard Disk" = "Festplatte";

// KeyCombo
"Space" = "Space";

// PCTranscript
"Not Connected" = "Nicht verbunden";
"Truncated Log File (View Complete)" = "Abgeschnittene Protokolldatei (komplett anzeigen)";

// Interapplication
"Invalid Argument: “%@”" = "Invalid Argument: “%@”";

// NSDate-Conversions
"Today" = "Heute";
"Yesterday" = "Gestern";
"%ld days ago" = "Vor %ld Tagen";
"%ld weeks ago" = "Vor %ld Wochen";
"%ld months ago" = "Vor %ld Monaten";
"%ld years ago" = "Vor %ld Jahren";
"1 day ago" = "Vor 1 Tag";
"1 week ago" = "Vor 1 Woche";
"1 month ago" = "Vor 1 Monat";
"1 year ago" = "Vor 1 Jahr";
